[{"skill":"appian","external_link":"http:\/\/www.appian.com\/bpm-software\/bpm-suite.jsp","description":"Appian BPM suite is a SaaS business process management software. It is available through web and mobile interfaces. Its goal is to improve process management and drive process improvement and participation across employees, customers and sytems.","num_jobs":"0","num_contractors":"1"},{"skill":"audio-production","external_link":"http:\/\/en.wikipedia.org\/wiki\/Audio_post_production","description":"Audio post production is the general term for all stages of production happening between the actual recording in a studio and the completion of a master recording. It involves, sound design, sound editing, audio mixing, and the addition of effects.","num_jobs":"47","num_contractors":"2570"},{"skill":"augmented-reality","external_link":"http:\/\/en.wikipedia.org\/wiki\/Augmented_reality","description":"Augmented reality (AR) is a live, direct or indirect, view of a physical, real-world environment whose elements are augmented by computer-generated sensory input such as sound, video, graphics or GPS data.","num_jobs":"18","num_contractors":"60"},{"skill":"axiom-productivity-tools","external_link":"http:\/\/axiomint.com\/microstation\/toolkit\/","description":"Axiom Microstation Productivity Tookit is a CAD workflow software suite designed for working with the Axiom Microstation CAD software. It includes a Microsoft Office Importer, a reference file manager, a global file changer, a specifications checker, and a file format fixer.","num_jobs":"0","num_contractors":"4"},{"skill":"bbpress","external_link":"http:\/\/stackoverflow.com\/tags\/bbpress\/info","description":"Forum plugin for WordPress","num_jobs":"13","num_contractors":"24"},{"skill":"bitrix","external_link":"http:\/\/www.bitrixsoft.com\/products\/intranet\/index.php","description":"Bitrix Intranet is an intranet solution for small and medium-sized businesses designed for effective collaboration, communication, social networking, workflow and knowledge management.","num_jobs":"1","num_contractors":"105"},{"skill":"bluetooth","external_link":"http:\/\/en.wikipedia.org\/wiki\/Bluetooth","description":"Bluetooth is a proprietary open wireless technology standard for exchanging data over short distances (using short-wavelength radio transmissions in the ISM band from 2400-2480 MHz) from fixed and mobile devices, creating personal area networks (PANs) with high levels of security.","num_jobs":"36","num_contractors":"41"},{"skill":"gamification","external_link":"http:\/\/en.wikipedia.org\/wiki\/Gamification","description":"Gamification is the use of game design techniques, game thinking and game mechanics to enhance non-game contexts.","num_jobs":"5","num_contractors":"29"},{"skill":"gemvision-claytrix","external_link":"http:\/\/www.sensable.com\/products-claytools-system.htm","description":"ClayTrix is a 3D sculpting software available exclusively for use with Gemvision's Matrix 3D Jewelry Design Software. It offers intuitive, force-feedback modeling that mirrors the techniques sculptors use when working with clay.","num_jobs":"0","num_contractors":"4"},{"skill":"google-places","external_link":"https:\/\/developers.google.com\/maps\/documentation\/places\/","description":"The Google Places API is a service that returns information about Places defined within this API as establishments, geographic locations, or prominent points of interest using HTTP requests. Place requests specify locations as latitude\/longitude coordinates.","num_jobs":"59","num_contractors":"1545"},{"skill":"hyperion","external_link":"http:\/\/en.wikipedia.org\/wiki\/Hyperion_(publisher)","description":"Oracle Hyperion Planning is a centralized, Excel and Web-based planning, budgeting and forecasting solution that integrates financial and operational planning processes and improves business predictability.","num_jobs":"2","num_contractors":"270"},{"skill":"ingress","external_link":"http:\/\/en.wikipedia.org\/wiki\/Ingress_filtering","description":"Ingress filtering is a technique used to make sure that incoming packets are actually from the networks that they claim to be from.","num_jobs":"0","num_contractors":"7"},{"skill":"ipsec","external_link":"http:\/\/en.wikipedia.org\/wiki\/Ipsec","description":"Internet Protocol Security (IPsec) is a protocol suite for securing Internet Protocol (IP) communications by authenticating and encrypting each IP packet of a communication session.","num_jobs":"5","num_contractors":"50"},{"skill":"ironpython","external_link":"http:\/\/en.wikipedia.org\/wiki\/IronPython","description":"IronPython is an implementation of the Python programming language targeting the .NET Framework and Mono.","num_jobs":"0","num_contractors":"8"},{"skill":"iso-9001","external_link":"http:\/\/en.wikipedia.org\/wiki\/ISO_9000","description":"The ISO 9000 family of standards relates to quality management systems and is designed to help organizations ensure they meet the needs of customers and other stakeholders. ISO 9000 deals with the fundamentals of quality management systems, including the eight management principles.","num_jobs":"1","num_contractors":"261"},{"skill":"jonas","external_link":"http:\/\/en.wikipedia.org\/wiki\/JOnAS","description":"JOnAS is an open-source implementation of the Java EE application server specification, developed and hosted by the ObjectWeb consortium.","num_jobs":"2","num_contractors":"5"},{"skill":"lasso","external_link":"http:\/\/en.wikipedia.org\/wiki\/Lasso_(programming_language)","description":"Lasso Professional is an interpreted programming language and server for developing internet applications which use web browsers for the client user interface to connect to HTTP and database servers. Lasso is developed by LassoSoft Inc.","num_jobs":"2","num_contractors":"1"},{"skill":"legal-services","external_link":"http:\/\/en.wikipedia.org\/wiki\/Legal_advice","description":"legal advice is the giving of a formal opinion regarding the substance or procedure of the law by an officer of the court (such as solicitor or barrister), ordinarily in exchange for financial or other tangible compensation.","num_jobs":"66","num_contractors":"742"},{"skill":"m0n0wall","external_link":"http:\/\/en.wikipedia.org\/wiki\/M0n0wall","description":"m0n0wall is an embedded firewall distribution of FreeBSD, one of the BSD operating system descendants. It provides a small image which can be put on Compact Flash cards as well as on CDROMs and hard disks.","num_jobs":"0","num_contractors":"0"},{"skill":"mapinfo","external_link":"http:\/\/en.wikipedia.org\/wiki\/MapInfo_Professional","description":"MapInfo Professional is a Geographic information system or GIS used for mapping and location analysis. It allows users to visualise, analyse, interpret, understand and output data in ways that reveal relationships, patterns, and trends.","num_jobs":"2","num_contractors":"34"},{"skill":"merchant-run","external_link":"http:\/\/www.merchantrun.com\/MerchantRun\/","description":"MerchantRun GlobalLink is an ecommerce automation software. It allows users to define, schedule, list, and manage products in more than 20 eBay sites all at once, using a single English interface.","num_jobs":"1","num_contractors":"32"},{"skill":"microsoft-connect","external_link":"http:\/\/en.wikipedia.org\/wiki\/Windows_Media_Connect","description":"Windows Media Connect (WMC) is a UPnP AV server from Microsoft for Windows XP and later Windows operating systems, to share and stream media on a Windows computer to WMC clients.","num_jobs":"0","num_contractors":"76"},{"skill":"mrtg","external_link":"http:\/\/en.wikipedia.org\/wiki\/Mrtg","description":"The Multi Router Traffic Grapher, or just simply MRTG, is free software for monitoring and measuring the traffic load on network links. It allows the user to see traffic load on a network over time in graphical form.","num_jobs":"0","num_contractors":"14"},{"skill":"primavera","external_link":"http:\/\/www.oracle.com\/us\/products\/applications\/primavera\/index.html","description":"Primevera is an enterprise portfolio management software for project-intensive industries by Oracle Corporation.","num_jobs":"1","num_contractors":"254"},{"skill":"pyjamas","external_link":"http:\/\/stackoverflow.com\/tags\/pyjamas\/info","description":"Pyjamas is a port of Google Web Toolkit to Python, featuring a Python debugging environment and desktop deployment option, and compilation to Javascript for web\/device deployment.","num_jobs":"0","num_contractors":"1"},{"skill":"rational-rose","external_link":"http:\/\/www-01.ibm.com\/software\/awdtools\/developer\/rose\/","description":"Rational Rose is a visual modeling and development tool that uses UML to enable software application development, data modeling, web services design, business modeling, legacy application extension and component-based modeling.","num_jobs":"1","num_contractors":"196"},{"skill":"sinhala","external_link":"http:\/\/en.wikipedia.org\/wiki\/Sinhala_language","description":"Sinhala, also known as Sinhalese (older spelling: Singhalese) in English, also known locally as Helabasa, is the mother tongue of the Sinhalese people, who make up the largest ethnic group in Sri Lanka, numbering about 15 million.","num_jobs":"2","num_contractors":"28"},{"skill":"staad","external_link":"http:\/\/en.wikipedia.org\/wiki\/STAAD","description":"STAAD or (STAAD.Pro) is a structural analysis and design computer program.","num_jobs":"0","num_contractors":"41"},{"skill":"tastypie","external_link":"http:\/\/stackoverflow.com\/tags\/tastypie\/info","description":"Tastypie is a reusable Django App and is suitable for providing an API to any application without having to modify the sources of that app.","num_jobs":"2","num_contractors":"3"},{"skill":"wilcom-embroidery-digitization","external_link":"http:\/\/www.wilcom.com.au\/Products\/EmbroideryStudio.aspx","description":"Wilcom EmbroideryStudio is a computer graphics embroidery design software. It is offered by Wilcom in three versions (levels), and has CorelDRAW Graphics Suite X5 integrated into the software.","num_jobs":"0","num_contractors":"63"}]